Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/blind-tactics.po
Languages: vi

source: As soon as you have solved the tactic, the final position is displayed. Did you have the same position in your head?
vi: Ngay sau khi bạn giải chiến thuật xong, vị trí cuối cùng sẽ được hiển thị. Bạn có cùng lời giải này trong đầu bạn không?

source: Frozen Board
vi: Bàn cờ bị đóng băng

source: If you click on the position where a piece is positioned you will be shown the possible legal moves. If you then click again on the correct square, the move will be executed and the exercise will continue.
vi: Nếu bạn nhấp vào vị trí mà một quân cờ được định vị, các nước đi cho phép có thể sẽ được hiển thị cho bạn xem. Nếu sau đó bạn nhấp một lần nữa vào ô cờ được chọn, nước đi sẽ được thực hiện và bài tập sẽ tiếp tục.

source: Next to the board you will see the list of moves that have been played since the board was frozen. This list shows the current state of the game and the moves the opponent played.
vi: Bên cạnh bàn cờ, bạn sẽ thấy danh sách các nước đi đã được chơi kể từ khi bàn cờ bị đóng băng. Danh sách này chỉ ra vị trí hiện tại của ván cờ và các nước đi mà đối thủ đã chơi.

source: Tactics
vi: Chiến thuật

source: The board is frozen and does not show the current state of the game. This means you do not see the latest state of the board. The pieces are not animated during the tactics. You have to keep the positions of the pieces in your head!
vi: Bàn cờ bị đóng băng và không hiển thị hiện trạng của ván cờ. Điều này có nghĩa là bạn không thấy hiện trạng mới nhất của bàn cờ. Các quân cờ không hoạt hình trong các chiến thuật. Bạn phải giữ các vị trí của các quân cờ trong đầu của bạn!

source: The move list
vi: Danh sách nước đi

source: The moves the opponent plays during tactics are added to this list!
vi: Các nước đi mà đối thủ chơi trong lúc chiến thuật được thêm vào danh sách này!

source: Use blind tactics to improve your chess visualisation skills. Solve tactics while seeing the board state of several moves from the past. You are given the representation of the board and the moves that have been made since then, and then you then have to solve the tactical problem by imagining the board and the moves played in your head.
vi: Sử dụng chiến thuật bịt mắt để cải thiện kỹ năng hình dung cờ vua của bạn. Tìm lời giải chiến thuật trong khi nhìn thấy vị trí hiện tại bàn cờ với các nước đi trong quá khứ. Hình dung hiện trạng bàn cờ với các nước đã được đi kể từ đó, và sau đó bạn phải tìm lời giải chiến thuật bằng cách tưởng tượng bàn cờ và các nước đi được chơi trong đầu bạn.

source: Using the blind tactics takes getting used to. Here I try to explain it as simple and as clear as possible.
vi: Sử dụng các chiến thuật bịt mắt mà bạn cần làm quen với. Ở đây tôi cố gắng giải thích nó đơn giản và rõ ràng nhất có thể.

source: Your task is to solve the exercise like with normal tactics. There is only one continuation that is correct.
vi: Nhiệm vụ của bạn là giải bài tập như với các chiến thuật thông thường. Chỉ có một lời giải là đúng.

source: different board state
vi: trạng thái bàn cờ khác nhau

source: move list
vi: danh sách nước cờ

source: solved tactic
vi: chiến thuật đã giải quyết

source: Blind Tactics
vi: Chiến thuật bịt mắt

source: How it works
vi: Nó hoạt động như thế nào

source: Improve your chess visualization skills
vi: Cải thiện kỹ năng trực quan hóa cờ vua của bạn

source: Play Now!
vi: Chơi ngay!
