Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/book.po
Languages: vi

source: More
vi: Nhiều hơn

source: Opening
vi: Khai cuộc

source: Recommendations
vi: Đề xuất

source: Recommended by
vi: Được đề xuất bởi

source: Chess Books
vi: Sách cờ

source: Grandmaster recommended
vi: Đại kiện tướng đề xuất

source: Have you found a recommendation from a grandmaster that is not yet in the list? Send me an email and I will add it.
vi: Bạn đã tìm thấy một đề nghị từ một đại kiện tướng chưa có trong danh sách? Gửi cho tôi một email và tôi sẽ cho vào.

source: I hope this list of recommendations will help you find the best chess textbooks for you. Because who else could judge whether a chess book is good or not if not grandmasters.
vi: Tôi hy vọng danh sách các đề xuất này sẽ giúp bạn tìm ra những cuốn sách giáo khoa cờ vua tốt nhất cho bạn. Bởi vì ai khác có thể đánh giá liệu một cuốn sách cờ vua có tốt hay không nếu không phải là đại kiện tướng.

source: These books were all recommended by chess grandmasters! Click on the more information to find out in detail what they have to say about each book.
vi: Những cuốn sách này đều được giới thiệu bởi các đại kiện tướng cờ vua! Nhấp vào thông tin thêm để tìm hiểu chi tiết những gì họ nói về mỗi cuốn sách.

source: This list contains the 20 best chess books as ranked by grandmasters. I hope this list helps you to find the perfect book for you.
vi: Danh sách này chứa 20 cuốn sách cờ vua hay nhất được xếp hạng bởi các đại kiện tướng. Tôi hy vọng danh sách này sẽ giúp bạn tìm thấy cuốn sách hoàn hảo cho bạn.

source: Chess Book Search
vi: Tìm kiếm sách cờ

source: Search
vi: Tìm kiếm

source: by
vi: bởi

source: %{amount} books
vi: %{amount} sách

source: Looking for something more specific? Take a look at these book lists:
vi: Tìm kiếm một cái gì đó cụ thể hơn? Hãy xem các danh sách sách này:

source: More book lists
vi: Thêm danh sách sách

source: Most Grandmaster recommended books
vi: Hầu hết các đại kiện tướng đề xuất sách

source: Books recommended by %{player}
vi: Sách được đề xuất bởi %{player}
