Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/copyright.po
Languages: vi

source: Copyright holders
vi: Chủ sở hữu bản quyền

source: English version of the Copyright Policy
vi: Phiên bản tiếng Anh của Chính sách bản quyền

source: If you believe that someone has uploaded or posted content of yours on Listudy.org without your permission, please contact us at: copyright@listudy.org
vi: Nếu bạn tin rằng ai đó đã tải lên hoặc đăng nội dung của bạn trên Listudy.org mà không có sự cho phép của bạn, vui lòng liên hệ với chúng tôi qua e-Mail : copyright@listudy.org

source: Introduction
vi: Giới thiệu

source: Last edited:
vi: Sửa đổi lần cuối:

source: Listudy can change this policy at its discretion.
vi: Listudy có thể thay đổi chính sách này theo quyết định của mình.

source: Listudy respects and recognizes the copyright of third parties. You are only allowed to publish public content on Listudy, for which you have all necessary rights.
vi: Listudy tôn trọng và công nhận bản quyền của bên thứ ba. Bạn chỉ được phép xuất bản nội dung công khai trên Listudy, mà bạn có tất cả các quyền cần thiết.

source: Other
vi: Các điều khác

source: PGN files
vi: Các tệp PGN

source: Translated copyright policies shall only serve as an informal source of information. Please read the english version for the official version applicable to the site.
vi: Các chính sách bản quyền được dịch chỉ đóng vai trò là nguồn thông tin không chính thức. Vui lòng đọc phiên bản tiếng Anh cho phiên bản chính thức áp dụng cho trang web.

source: You are only allowed to make public studies using PGN files, for which you have all necessary rights to. Do not copy PGN files from other websites for which you do not have the rights. This applies especially, but is not limited to, paid PGN files.
vi: Bạn chỉ được phép thực hiện các nghiên cứu công khai bằng cách sử dụng các tệp PGN, mà bạn có tất cả các quyền cần thiết. Không sao chép tệp PGN từ các trang web khác mà bạn không có quyền. Điều này áp dụng đặc biệt, nhưng không giới hạn, các tệp PGN trả phí.
