Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, he

source: Welcome to %{name}!
de: Wilkommen bei %{name}!

source: Register
de: Registieren
he: הרשמה

source: Sign in
de: Einloggen
he: התחברות

source: Sign out
de: Ausloggen
he: התנתקות

source: Settings
de: Einstellungen
he: הגדרות

source: Toggle Darkmode
de: Darkmode
he: מצב כהה

source: User Settings
de: Benutzer Einstellungen
he: הגדרות משתמש

source: Only alphanumeric characters allowed
de: Nur alphanumerische Zeichen erlaubt
he: רק אותיות ומספרים

source: Search for Studies
de: Suche nach Studien
he: חיפוש לוחות למידה

source: Your Studies
de: Deine Studien
he: לוחות הלמידה שלך

source: Are you sure?
de: Sind Sie sicher?

source: Comment
de: Kommentar

source: Comment could not get created
de: Kommentar konnte nicht erstellt werden

source: Comment created
de: Kommentar erstellt

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Edit
de: Bearbeiten

source: Error
de: Fehler
he: שגיאה

source: For which side is this study
de: Für welche farbe ist diese Studie

source: In this study I work on my 1.e4 openings...
de: In dieser Studie arbeite ich an meinen 1.e4 Eröffnungen

source: Keep this study private
de: Private Studie

source: Log in to comment
de: Melden Sie sich an um ein Kommentar zu schreiben

source: Please log in
de: Bitte melden Sie sich an

source: Save
de: Speichern

source: Select a PGN to upload
de: Wählen Sie eine PGN aus

source: Study
de: Studie
he: לוחות למידה

source: Title
de: Titel
he: כותרת

source: Comments
de: Kommentare

source: Improve your chess game on Listudy
de: Verbessern Sie Ihr Schachspiel auf Listudy

source: New Study
de: Neue Studie

source: Search
de: Suchen

source: Search Studies
de: Suche nach Studien

source: Search for studies
de: Suche nach Studien

source: Search for studies to train specific openings
de: Suche nach Studien verschiedener Eröffnungen

source: Show
de: Anzeigen

source: by
de: von

source: %{name} does not have any public studies.
de: %{name} hat keine öffentlichen Studien.

source: %{name} has been a member since %{signup}.
de: %{name} ist seit %{signup} ein Mitglied

source: Before creating your account, please read the Privacy Policy and Terms of Service. By creating the account, you agree to those terms.
de: Bevor Sie Ihr Konto erstellen, lesen Sie bitte die Datenschutzrichtlinie und die Nutzungsbedingungen. Mit der Erstellung des Kontos erklären Sie sich mit diesen Bedingungen einverstanden.

source: Better train openings, endgames and tactics with the help of systematic repetition.
de: Trainieren Sie gezielt Eröffnungen, Endspiele und Taktiken mittels systematischer Wiederholungen.

source: Chapter
de: Kapitel

source: Chapter Selection
de: Kapitel Auswahl

source: Comment deleted successfully.
de: Kommentar erfolgreich gelöscht

source: Contribute
de: Beisteuern

source: Could not favorite this study
de: Konnte diese Studie nicht favorisieren

source: Could not unfavorite this study
de: Konnte diese Studie nicht unfavorisieren

source: Create a new Study
de: Erstelle eine neue Studie
he: יצירת לוח למידה חדש

source: Created by:
de: Erstellt von:

source: Distribute copies of your modified versions
de: Verteilen Sie Kopien Ihrer modifizierten Versionen

source: Explore the
de: Entdecke die

source: Favored Studies
de: Favorisierte Studien

source: Favorite this study
de: Diese Studie favorisieren

source: Free & Open Source
de: Frei & Open Source

source: Imprint
de: Impressum
he: חותמת

source: Language
de: Sprache
he: שפה

source: Latest blog posts
de: Neueste Blog-Einträge

source: PGN is too big, only 50kb allowed
de: PGN ist zu groß, nur 50kb sind erlaubt

source: Password
de: Passwort
he: סיסמה

source: Play against your opening repertoire and learn them playfully and with scientifically effective methods.
de: Spielen Sie gegen Ihr Eröffnungsrepertoire und lernen Sie diese spielerisch und mit wissenschaftlich wirksamen Methoden.

source: Please choose a secure password. The password must be at least eight characters long.
de: Bitte wählen Sie ein sicheres Passwort. Das Passwort muss mindestens acht Zeichen lang sein.
he: אנא בחרו סיסמה מאובטחת. על הסיסמה להכיל לפחות שמונה תווים.

source: Privacy
de: Privatsphäre
he: פרטיות

source: Privacy Policy
de: Datenschutzerklärung
he: מדיניות הפרטיות

source: Profile
de: Profil
he: פרופיל

source: Profile of %{name}
de: Profil von %{name}

source: Public studies by %{name}
de: Öffentliche Studien von %{name}

source: Redistribute the software
de: Geben Sie die Software weiter

source: Register to get access to all features.
de: Registrieren Sie sich, um Zugang zu allen Funktionen zu erhalten.
he: הירשמו כדי לקבל גישה לכל התכונות

source: Right move!
de: Richtiger Zug!

source: Run the server yourself as you wish, for any purpose
de: Sie können den Server selbst nach Belieben und für jeden Zweck betreiben

source: Starting training.
de: Start des Trainings.

source: Study Openings
de: Studiere Eröffnungen

source: Study favorited
de: Studie favorisiert

source: Study how the software works, and change it so it does your computing as you wish
de: Studieren Sie, wie die Software funktioniert, und ändern Sie sie so, dass sie Ihre Aufgaben so erfüllt, wie Sie es wünschen.

source: Study unfavorited
de: Studie unfavorisiert

source: Terms of Service
de: Nutzungsbedingungen
he: תנאי השימוש

source: The email is used to log in. It doesn't have to be real, as long as you remember it.
de: Die E-Mail wird zum Einloggen verwendet. Sie muss nicht echt sein, solange du dich daran erinnerst.
he: האימייל הזה ישמש לכניסה לחשבון. אין צורך שהוא יהיה אמיתי, כל עוד אתם זוכרים אותו.

source: The provider of this website is Arne Vogel.
de: Der Anbieter dieser Website ist Arne Vogel.
he: המפיק של האתר הזה הוא ארני ווגל

source: The support can look different. Report bugs if you find any, fix bugs if you can, help translate Listudy into other languages.
de: Die Unterstützung kann unterschiedlich aussehen. Melde Fehler, wenn du welche findest, fixen Fehler, wenn du kannst, hilf bei der Übersetzung von Listudy in andere Sprachen.

source: This move is not in the study, try again.
de: Dieser Zug ist nicht in der Studie, versuchen Sie es noch einmal.

source: This page does not exist
de: Diese Seite existiert nicht
he: העמוד הזה לא קיים

source: This post does not exist
de: Dieser Beitrag existiert nicht
he: הפוסט הזה לא קיים

source: This study does not contain enough moves.
de: Diese Studie enthält nicht genügend Züge.

source: Unfavorite this study
de: Die Studie wurde unfavorisiert

source: Use Listudy to better memorize openings.
de: Verwenden Sie Listudy, um sich Eröffnungen besser einzuprägen.

source: Username
de: Benutzername
he: שם משתמש

source: Visit github to find out more about how you can help:
de: Besuche github, um mehr darüber zu erfahren, wie du helfen kannst:

source: With %{name} you can improve your chess skills with the help of spaced repetition.
de: Mit %{name} können Sie Ihre Schachfähigkeiten mit Hilfe von Intervallwiederholungen verbessern.

source: You are welcome to use a pseudonym.
de: Sie können gerne ein Pseudonym verwenden.
he: אתם מוזמנים לבחור שם שאינו שמכם האמיתי

source: You can find the source code running Listudy on github:
de: Du kannst den Quellcode für Listudy auf github finden:

source: You can help make Listudy better.
de: Sie können helfen, Listudy besser zu machen.

source: You reached the end of this line.
de: Du hast das Ende dieser Linie erreicht.

source: You're not allowed to do that.
de: Das ist Ihnen nicht erlaubt.

source: Your freedoms are important. That's why you have the rights to:
de: Ihre Freiheiten sind wichtig. Deshalb hast du das Recht dazu:

source: latest openings
de: neueste Eröffnungen

source: Share on
de: Teile auf

source: Copyright
de: Urheberrecht
he: זכויות יוצרים

source: For more information read the Copyright Policy
de: Für weitere Informationen lesen Sie die Urheberrechtsrichtlinie

source: Please remember to only upload PGNs for which you have the rights to publish them. This is especially true, but not limited, for PGN files that you have acquired from paid platforms.
de: Bitte denk daran, nur PGNs hochzuladen, für die du die Rechte zur Veröffentlichung hast. Dies gilt insbesondere, aber nicht nur, für PGN-Dateien, die du von kostenpflichtigen Plattformen erhalten hast.

source: All blog posts
de: Alle Blog-Einträge

source: Could not download the study from lichess, please check the link
de: Die Studie konnte nicht von lichess heruntergeladen werden, bitte überprüfen Sie den Link

source: Either upload a PGN file or provide a link to a public Lichess study:
de: Du kannst entweder eine PGN-Datei hochladen oder einen Link zu einer öffentlichen Lichess-Studie angeben:

source: Improve you chess game with spaced repetition
de: Verbessern Sie Ihr Schachspiel auf Listudy

source: Lichess Study
de: Lichess Studie

source: The provided link is not a Lichess study
de: Der angegebene Link ist keine Studie von Lichess

source: %{name} Tactics
de: %{name} Taktiken

source: %{name} Traps and Tactics
de: %{name} Fallen und Taktiken

source: %{opening} after the moves %{moves}
de: %{opening} nach den Zügen %{moves}

source: Are you better than %{name}?
de: Bist du besser als %{name}?

source: Back to your Studies
de: Zurück zu deinen Studien

source: Black
de: Schwarz

source: Blind Tactic
de: Blinde Taktik

source: Blind Tactics
de: Blinde Taktiken
he: חידות שחמט עיוור

source: ChessClicker
de: SchachKlicker

source: Chessboard showing the %{opening} with the moves %{moves} played
de: Schachbrett, das die %{opening} mit den gespielten Zügen %{moves} anzeigt

source: Close Account
de: Konto schließen
he: סגירת החשבון

source: Correct move, there are still more moves.
de: Korrekter Zug, es gibt noch mehr Züge.

source: Cost
de: Kosten

source: Create an account to get all the features of Listudy and upload your own studies.
de: Erstelle ein Konto, um alle Funktionen von Listudy zu erhalten und eigenen Studien hochzuladen.

source: Currently playing tactics by:
de: Löse Taktiken von:

source: Currently playing tactics from the event:
de: Löse Taktiken von dem Event:

source: Currently training in the motif:
de: Löse Taktiken in dem Motif:

source: Currently training in the opening:
de: Löse Taktiken aus der Eröffnung:

source: Custom Tactic
de: Benutzerdefinierte Taktiken

source: Daily Chess Puzzle
de: Tägliches Schach Puzzle

source: Daily Puzzle
de: Tägliches Puzzle
he: החידה היומית

source: Do you have feedback, suggestions or do you want to say something nice? Comment on the study below.
de: Hast du Feedback, Vorschläge oder möchtest etwas nettes sagen? Kommentiere die Studie unten.

source: Do you like this study? Share it with your friends.
de: Gefällt dir diese Studie? Teile sie mit deinen Freunden.

source: Explore our collection of tactics taken from games by %{name}.
de: Entdecke unsere Sammlung von Taktiken aus Partien von %{name}.

source: Features
de: Funktionen
he: תכונות

source: Get better at %{name} by solving tactics.
de: Werde besser in %{name} durch Lösen von Taktiken.

source: Get better at %{name} tactics with our huge library of puzzles taken from real games. Explore our free collection of %{name} tactics.
de: Werte besser in %{name} Taktiken mit unserer riesigen Bibliothek von Taktiken aus echten Spielen. Entdecke unsere kostenlose Sammlung von %{name}-Taktiken.

source: Get better at identifying and exploiting tactics.
de: Besseres Erkennen und Ausnutzen von Taktiken.

source: Get better in the %{name} opening by practicing tactics taken from the early game.
de: Werde besser in der %{name}-Eröffnung, indem du Taktiken übst, die aus der Eröffnung übernommen wurden.

source: Get better in the %{name} opening. Study the opening and learn from traps and tactics collected from real games.
de: Werte besser in der %{name}-Eröffnung. Studiere die Eröffnung und lern aus Fallen und Taktiken, die aus echten Partien gesammelt wurden.

source: Get help by
de: Hilfe erhalten durch

source: How it works
de: Wie es funktioniert

source: How many plies should be hidden? (Updates next Tactic)
de: Wie viele Züge sollten versteckt werden? (Aktualisiert nächste Taktik)

source: If you like this study make sure to favorite it to have it listed under Your Studies
de: Wenn du diese Studie magst, Like diese

source: If you're like me, you can't get enough of stats. Here you can find statistics about Listudy:
de: Wenn du wie ich bist, kannst du von Statistiken nicht genug bekommen. Hier findest du Statistiken über Listudy:

source: Improve your chess visualization skills
de: Verbessern Sie Ihre Schach-Visualisierungsfähigkeiten

source: Improve your visualization skills with blind tactics.
de: Verbessern Sie Ihre Visualisierungsfähigkeiten mit blinden Taktiken.

source: In this position the following moves were played:
de: In dieser Stellung wurden die folgenden Züge gespielt:

source: Last Move
de: Letzter Zug

source: Last updated
de: Zuletzt verändert
he: עודכן לאחרונה

source: Learn the %{opening} using public studies.
de: Lernen Sie die %{opening} anhand öffentlicher Studien.

source: Make your own Tactic
de: Mach deine eigenen Taktiken
he: יצירת חידה משלך

source: More Tactics
de: Mehr Taktiken

source: Moves
de: Züge

source: No PGN provided
de: Keine PGN angegeben

source: Play Now!
de: Spiel jetzt!

source: Play against Stockfish
de: Spiel gegen Stockfish

source: Play real tactics from %{amount} different games played by %{name}.
de: Spiele echte Taktiken aus %{amount} verschiedener Spiele, die von %{name} gespielt wurden.

source: Play tactics from the event %{}. Are you better than the professionals?
de: Spiel Taktiken aus %{}. Sind Sie besser als die Profis?

source: Players
de: Spieler

source: Random Tactic
de: Zufällige Taktik

source: Rating Points
de: Wertungspunkte

source: Rating points per second
de: Bewertungspunkte pro Sekunde

source: Rating points per solved tactic
de: Bewertungspunkte pro gelöster Taktik

source: Rating points per tactic solved
de: Wertungspunkte pro Taktik Lösung

source: Recognize traps and mistakes of your opponents and exploit them.
de: Erkennen Fallen und Fehler Ihrer Gegner und nutze diese aus.

source: Solve tactics from games played at %{name}.
de: Lösen Taktiken aus Spielen, die bei %{name} gespielt wurden.

source: Solve tactics while only seeing the board from 2 moves ago.
de: Löse Taktiken, während du nur das Brett von vor 2 Zügen siehst.

source: Solve the Daily Chess Puzzle! Updated every day from our list of best puzzles.
de: Löse das tägliche Schachrätsel! Täglich aktualisiert aus unserer Liste der besten Rätsel.

source: Statistics
de: Statistiken

source: Studies about the %{opening}
de: Studien über die %{opening}

source: Study info updated, PGN changed.
de: Studieninformationen aktualisiert, PGN aktualisiert.

source: Study info updated, no PGN change.
de: Studieninformationen aktualisiert, keine PGN-Änderung.

source: Tactic
de: Taktik

source: Tactic solved
de: Taktik gelöst!

source: Tactic solved!
de: Taktik gelöst!

source: Tactics
de: Taktiken
he: חידות

source: Tactics by %{name}
de: Taktiken von %{name}

source: This can not be reversed! Are you sure?
de: Dies kann nicht rückgängig gemacht werden! Bust du sicher?
he: אין דרך חזרה! האם את/ה בטוח/ה?

source: This can not be undone!
de: Dies kann nicht rückgängig gemacht werden!

source: Train Tactics
de: Trainiere Taktiken

source: Train real tactics from %{amount} different games.
de: Trainieren echte Taktiken aus %{amount} verschiedenen Spiele.

source: Train tactics from %{amount} different games.
de: Trainiere Taktiken aus %{amount} verschiedenen Spielen.

source: Train tactics with thousands of tactical sequences from real games.
de: Trainiere Taktiken mit Tausenden von taktischen Sequenzen aus echten Spielen.

source: Train your tactical abilities:
de: Trainieren deine taktischen Fähigkeiten:

source: Train your visualization skills:
de: Trainiere deine Visualisierungsfähigkeiten:

source: Traps and Tactics from %{name}
de: Fallen und Taktiken von %{name}

source: Uploaded Studies
de: Hochgeladene Studien

source: Visualization
de: Visualisierung

source: White
de: Weiß

source: Wrong Move
de: Falscher Zug

source: You learned 100 moves today. Maybe take a break or come back tomorrow to get the full training effect.
de: Du hast heute 100 Züge gelernt. Mach vielleicht eine Pause oder kommen morgen wieder, um den vollen Trainingseffekt zu erzielen.

source: You learned 250 moves today. For the best training effect come back tomorrow. Or don't, I'm just text not a cop.
de: Du hast heute 250 Züge gelernt. Für den besten Trainingseffekt kommen morgen wieder. Oder auch nicht, ich bin nur ein Text, kein Polizist.

source: rating points
de: Wertungspunkte

source: to move and win!
de: zu spielen und gewinnen!

source: to play and win.
de: zu spielen und gewinnen.

source: Blog
he: בלוג

source: Email
he: אימייל

source: Created at
he: נוצר ב-

source: Delete Account
he: מחיקת החשבון

source: Achievements
he: הישגים

source: Back
he: חזרה

source: Before creating your account, please read the %{privacy_policy} and %{tos}. By creating the account, you agree to those terms.
he: הרשמה ויצירת חשבון מהוות הסכמה לתנאים אלה. .%{tos} ואת %{privacy_policy} לפני יצירת חשבון, אנא קראו את

source: Board Settings
he: הגדרות הלוח

source: Capture
he: הכאה

source: Endgames
he: סיומים

source: Move
he: מהלך

source: Play Sound
he: השמעת צלילים

source: Select a color:
he: בחרו צבע

source: Select a piece set:
he: בחרו סט כלים

source: Sound Settings
he: הגדרות הצלילים

source: Success
he: מצוין

source: Test Sounds
he: בדיקת הצלילים

source: Volume
he: עוצמת השמע

source: Webmaster
he: עבור מתכנתים

source: The provided login details did not work. Make sure to log in with your email and not your username!
he: פרטי ההתחברות שסיפקתם לא נכונים. ודאו שאתם מתחברים באמצעות המייל ולא עם שם המשתמש!

source: Use your email to log in.
he: השתמשו במייל כדי להתחבר

source: Your session will be persistent. Only use on your own devices.
he: לא תנותקו לאחר סיום השימוש באתר. השתמשו באפשרות הזו רק במכשירים שלכם.

source: Changelog
he: שינויים אחרונים

source: Pieceless Tactics
he: חידות ללא כלים

source: Thank you!
he: תודה רבה!

source: black
he: שחור

source: white
he: לבן
