Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: vi

source: can't be blank
vi: Không thể trống

source: has already been taken
vi: đã được thực hiện

source: is invalid
vi: không hợp lệ

source: must be accepted
vi: phải được chấp nhận

source: has invalid format
vi: có định dạng không hợp lệ

source: has an invalid entry
vi: có mục nhập không hợp lệ

source: is reserved
vi: được bảo lưu

source: does not match confirmation
vi: không khớp với xác nhận

source: is still associated with this entry
vi: vẫn được liên kết với mục này

source: are still associated with this entry
vi: vẫn được liên kết với mục này

source: should be %{count} character(s)
vi: nên có %{count} ký tự

source: should have %{count} item(s)
vi: nên có %{count} mục

source: should be at least %{count} character(s)
vi: nên có ít nhất %{count} character(s)

source: should have at least %{count} item(s)
vi: nên có ít nhất %{count} item(s)

source: should be at most %{count} character(s)
vi: nên có nhiều nhất %{count} character(s)

source: should have at most %{count} item(s)
vi: nên có nhiều nhất %{count} character(s)

source: must be less than %{number}
vi: phải có ít hơn %{number}

source: must be greater than %{number}
vi: phải có lớn hơn %{number}

source: must be less than or equal to %{number}
vi: phải có ít hơn hoặc bằng %{number}

source: must be greater than or equal to %{number}
vi: phải có lớn hơn hoặc bằng %{number}

source: must be equal to %{number}
vi: phải có đúng %{number}
