Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/index.po
Languages: vi

source: All blog posts
vi: Tất cả các bài đăng trên blog

source: Become unbeatable in endgames.
vi: Trở nên bất khả chiến bại trong tàn cuộc.

source: Better train openings, endgames and tactics with the help of systematic repetition.
vi: Bạn sẽ học khai cuộc, tàn cuộc và chiến thuật tốt hơn với sự trợ giúp của phương pháp học lặp lại có hệ thống này.

source: Blind Tactics
vi: Chiến thuật bịt mắt

source: Books
vi: Sách cờ

source: Contribute
vi: Đóng góp

source: Daily Puzzle
vi: Câu đố hàng ngày

source: Discover the greatest books with the help of Grandmaster recommendations.
vi: Khám phá những cuốn sách tuyệt vời nhất với các giới thiệu sách của các đại kiện tướng cờ.

source: Distribute copies of your modified versions
vi: Phân phối bản sao của các phiên bản đã sửa đổi của bạn

source: Endgames
vi: Tàn cuộc

source: Events
vi: Sự kiện

source: Explore
vi: Khám phá

source: Explore the
vi: Khám phá

source: Find the best chess books for you.
vi: Tìm những cuốn sách cờ hay nhất cho bạn.

source: Free & Open Source
vi: Miễn phí & nguồn mở

source: Get better at identifying and exploiting tactics.
vi: Tốt hơn trong việc xác định và khai thác chiến thuật.

source: Improve your visualization skills with blind tactics.
vi: Cải thiện kỹ năng hình dung của bạn với các chiến thuật bịt mắt.

source: Latest blog posts
vi: Bài đăng trên blog mới nhất

source: Motifs
vi: Môtíp

source: Openings
vi: Khai cuộc

source: Play against your opening repertoire and learn them playfully and with scientifically effective methods.
vi: Chơi chống lại khai cuộc của bạn và tìm hiểu cách chơi chúng với các phương pháp hiệu quả khoa học.

source: Players
vi: Danh thủ

source: Redistribute the software
vi: Phân phối lại phần mềm

source: Run the server yourself as you wish, for any purpose
vi: Tự chạy máy chủ theo ý muốn, vì bất kỳ mục đích nào

source: Solve tactics while only seeing the board from 2 moves ago.
vi: Giải quyết chiến thuật trong khi chỉ nhìn thấy bàn cờ với hai nước đi trước đó.

source: Study Openings
vi: Học khai cuộc

source: Study how the software works, and change it so it does your computing as you wish
vi: Học cách phần mềm hoạt động và thay đổi nó để thực hiện các phép tính như ý bạn muốn

source: Tactics
vi: Chiến thuật

source: The support can look different. Report bugs if you find any, fix bugs if you can, help translate Listudy into other languages.
vi: Bạn có thể giúp đỡ bằng nhiều hình thức. Báo bất kỳ lỗi nào bạn tìm thấy, sửa các lỗi nếu bạn có thể sửa chúng, giúp dịch Listudy sang các ngôn ngữ khác

source: Train Tactics
vi: Học chiến thuật

source: Train endgames against Stockfish to become skilled and ready to take on any human opponent.
vi: Học tàn cuộc chống lại Stockfish để trở nên điêu luyện và sẵn sàng đối đầu với bất kỳ đối thủ nào.

source: Train tactics with thousands of tactical sequences from real games.
vi: Rèn luyện chiến thuật với hàng ngàn chiến thuật từ các ván cờ thực.

source: Train your endgame abilities:
vi: Rèn luyện khả năng tàn cuộc của bạn:

source: Train your tactical abilities:
vi: Rèn luyện khả năng chiến thuật của bạn:

source: Train your visualization skills:
vi: Rèn luyện kỹ năng trực quan của bạn:

source: Use Listudy to better memorize openings.
vi: Sử dụng Listudy để ghi nhớ các khai cuộc tốt hơn.

source: Visit github to find out more about how you can help:
vi: Truy cập github để tìm hiểu thêm về cách bạn có thể giúp đỡ:

source: Visualization
vi: Kỹ năng trực quan

source: Welcome to %{name}!
vi: Chào mừng bạn đến với %{name}!

source: With %{name} you can improve your chess skills with the help of spaced repetition.
vi: Với %{name} bạn có thể cải thiện kỹ năng cờ của mình với phương pháp spaced repetition - lặp lại sau thời gian.

source: You can find the source code running Listudy on github:
vi: Bạn có thể tìm thấy mã nguồn chạy Listudy trên github:

source: You can help make Listudy better.
vi: Bạn có thể giúp Listudy tốt hơn.

source: Your freedoms are important. That's why you have the rights to:
vi: Quyền tự do của bạn rất quan trọng. Đó là lý do tại sao bạn có quyền:

source: best chess books
vi: Sách cờ hay nhất

source: latest openings
vi: khai cuộc mới nhất
