Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/page_descriptions.po
Languages: vi

source: Explore our collection of tactics taken from games by %{name}.
vi: Khám phá bộ sưu tập chiến thuật của chúng tôi lấy từ các ván cờ theo %{name}

source: Get better at %{name} tactics with our huge library of puzzles taken from real games. Explore our free collection of %{name} tactics.
vi: Làm tốt hơn ở chiến thuật %{name} với thư viện câu đố khổng lồ của chúng tôi lấy từ các ván cờ thực. Khám phá bộ sưu tập miễn phí của chúng tôi về chiến thuật %{name}.

source: Get better in the %{name} opening. Study the opening and learn from traps and tactics collected from real games.
vi: Làm tốt hơn trong khai cuộc %{name}. Nghiên cứu khai cuộc và học hỏi từ bẫy và chiến thuật thu thập từ các ván cờ thực.

source: Improve your chess game on Listudy
vi: Cải thiện cờ vua của bạn trên Listudy

source: Learn chess endgames interactively playing against Stockfish
vi: Học tàn cuộc tương tác chơi chống Stockfish

source: Play against Stockfish Online - Unlimited and for Free
vi: Chơi chống Stockfish Trực tuyến - Không giới hạn và miễn phí

source: Play tactics from the event %{}. Are you better than the professionals?
vi: Chơi chiến thuật từ sự kiện %{}. Bạn có giỏi hơn các chuyên gia không?

source: Search for studies to train specific openings
vi: Tìm kiếm các bài học để tập các khai cuộc cụ thể

source: Solve the Daily Chess Puzzle! Updated every day from our list of best puzzles.
vi: Giải câu đố hàng ngày! Cập nhật mỗi ngày từ danh sách các câu đố hay nhất của chúng tôi.

source: A chess book recommendation by %{player}
vi: %{count} sách cờ được đề xuất bởi %{player}
