Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/privacy.po
Languages: vi

source: A cookie is a text string that Listudy stores in your browser in order to keep you logged in throughout sessions and save your site preferences.
vi: Cookie là một chuỗi văn bản mà Listudy lưu trữ trong trình duyệt của bạn để giữ cho bạn đăng nhập trong suốt các phiên và lưu tùy chọn trang web của bạn.

source: Closing your account
vi: Đóng tài khoản

source: Collected information is stored on Listudy’ servers, which are hosted by DigitalOcean.
vi: Thông tin thu thập được lưu trữ trên các máy chủ của Listudy, được lưu trữ bởi DigitalOcean.

source: Cookies
vi: Cookie

source: Disclosing your information
vi: Tiết lộ thông tin của bạn

source: English version of the Privacy Policy
vi: Phiên bản tiếng Anh của chính sách bảo mật

source: How cookies are used
vi: Cách sử dụng cookie

source: If Listudy is sold, the data provided by the user (such as emails, pgns, comments) will be transferred to a new third party owner.
vi: Nếu Listudy được bán, dữ liệu do người dùng cung cấp (như email, PGNS, nhận xét) sẽ được chuyển cho chủ sở hữu bên thứ ba mới.

source: If you create an account, you will be asked to provide a email address. This email address does not have to be a real email address.
vi: Nếu bạn tạo tài khoản, bạn sẽ được yêu cầu cung cấp địa chỉ email. Địa chỉ email này không nhất thiết phải là địa chỉ email thực sự.

source: Information that Listudy collects:
vi: Thông tin mà Listudy thu thập:

source: Information you delete is deleted from the live site but remains in Listudy’ backups for up to one year.
vi: Thông tin bạn xóa sẽ bị xóa khỏi trang web trực tiếp nhưng vẫn còn trong bản sao lưu của Listudy trong tối đa một năm.

source: Introduction
vi: Giới thiệu

source: Last edited:
vi: Sửa đổi lần cuối:

source: Listudy can change this policy at its discretion.
vi: Listudy có thể thay đổi chính sách này theo quyết định của mình.

source: Listudy.org (“Listudy”) is an online chess site. Users can optionally register for an account; however, certain features are available for registered users only. This is because Listudy needs basic information from its users in order to function.
vi: Listudy.org (“Listudy”) là một trang web cờ vua trực tuyến. Người dùng có thể tùy chọn đăng ký tài khoản; tuy nhiên, một số tính năng nhất định chỉ có sẵn cho người dùng đã đăng ký. Điều này là do Listudy cần thông tin cơ bản từ người dùng để hoạt động.

source: Managing your information
vi: Quản lý thông tin của bạn

source: Other
vi: Các điều khoản khác

source: Send me an email if you want to close your account.
vi: Gửi email cho tôi nếu bạn muốn đóng tài khoản của mình.

source: Storage of the collected information
vi: Lưu trữ thông tin thu thập được

source: Technical information
vi: Thông tin kỹ thuật

source: This information is stored to detect attacks and malicious access to the site.
vi: Thông tin này được lưu trữ để phát hiện các cuộc tấn công và truy cập độc hại vào trang web.

source: This privacy policy will detail:
vi: Chính sách bảo mật này sẽ nêu chi tiết:

source: Translated privacy policies shall only serve as an informal source of information. Please read the english version for the official version applicable to the site.
vi: Các chính sách bảo mật dịch ra sẽ chỉ được dùng như một nguồn thông tin không chính thức. Xin vui lòng đọc phiên bản tiếng Anh là phiên bản chính thức áp dụng cho trang web.

source: User submitted information
vi: Thông tin người dùng đã gửi

source: What information Listudy collects
vi: Những thông tin listudy thu thập

source: When you visit Listudy, some information about the request is logged on the server. This information includes the time of the request, the HTTP method, the URI of the request, the status code generated by the server and the referrer of the request.
vi: Khi bạn truy cập Listudy, một số thông tin về yêu cầu được đăng nhập trên máy chủ. Thông tin này bao gồm thời gian yêu cầu, phương pháp HTTP, URI của yêu cầu, mã trạng thái do máy chủ tạo ra và người giới thiệu yêu cầu.

source: Why this information is collected and how it's used
vi: Tại sao thông tin này được thu thập và cách nó được sử dụng

source: Why this information is collected and how it’s used
vi: Tại sao thông tin này được thu thập và cách nó được sử dụng

source: You can edit or delete your user provided informations at any time.
vi: Bạn có thể chỉnh sửa hoặc xóa thông tin được cung cấp của người dùng bất cứ lúc nào.

source: You may choose to close your account at any time, for any reason.
vi: Bạn có thể đóng tài khoản của mình bất cứ lúc nào, vì bất kỳ lý do gì.

source: Your email address will remain confidential and is used to log in or in case you forget your password. Moderators are able to set email addresses for accounts to assist in troubleshooting.
vi: Địa chỉ email của bạn sẽ được giữ bí mật và được sử dụng để đăng nhập hoặc trong trường hợp bạn quên mật khẩu. Người kiểm duyệt có thể đặt địa chỉ email cho tài khoản để hỗ trợ khắc phục sự cố.

source: Your technical informations are needed for administrative purposes and cannot be deleted.
vi: Thông tin kỹ thuật của bạn cần thiết cho mục đích quản trị và không thể bị xóa.

source: Your information will only be disclosed if it is legally necessary to do so. For example, if Listudy is ordered to hand over a certain user’s information, or if someone hacks Listudy.
vi: Thông tin của bạn sẽ chỉ được tiết lộ nếu cần thiết về mặt pháp lý để làm như vậy. Ví dụ: nếu Listudy được lệnh giao thông tin của một người dùng nhất định hoặc nếu ai đó hack Listudy.
