Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/tactics.po
Languages: vi

source: Best Move!
vi: Nước cờ tốt nhất!

source: Black
vi: Quân đen

source: Blind Tactic
vi: chiến thuật mù

source: Continue
vi: Tiếp tục

source: Create
vi: Tạo

source: Custom Tactic
vi: Chiến thuật tùy chỉnh

source: Embed
vi: Nhúng

source: Embed this Tactic
vi: Nhúng chiến thuật này

source: Find the best move for black.
vi: Tìm nước tốt nhất cho đen.

source: Find the best move for white.
vi: Tìm nước tốt nhất cho trắng.

source: How many plies should be hidden? (Updates next Tactic)
vi: Có bao nhiêu plies nên được giấu? (Cập nhật chiến thuật tiếp theo)

source: In this position the following moves were played:
vi: Ở vị trí này, các nước đi sau đây đã được chơi:

source: Keep going...
vi: Tiếp tục đi...

source: Keep trying!
vi: Tiếp tục cố gắng!

source: Last Move
vi: Nước đi cuối cùng

source: Learn more
vi: Học thêm

source: Make your own Tactic
vi: Thực hiện chiến thuật của riêng bạn

source: More Tactics
vi: Thêm chiến thuật

source: Moves
vi: Các nước đi

source: Tactic
vi: Chiến thuật

source: Tactic solved!
vi: Chiến thuật đã được giải!

source: Use this tactic on your website. Creates an iframe that you can use on you website to share this tactic.
vi: Sử dụng chiến thuật này trên trang web của bạn. Tạo một iframe mà bạn có thể sử dụng trên trang web của mình để chia sẻ chiến thuật này.

source: White
vi: Quân trắng

source: Wrong Move
vi: Nước đi sai

source: Wrong Move.
vi: Nước đi sai

source: Your turn.
vi: Đến lượt bạn.

source: to play and win.
vi: hãy chơi và thắng.

source: %{name} Tactics
vi: %{name} chiến thuật

source: %{name} Traps and Tactics
vi: %{name} bẫy và chiến thuật

source: %{opening} after the moves %{moves}
vi: %{opening} sau khi đi %{moves}

source: Chessboard showing the %{opening} with the moves %{moves} played
vi: Bàn cờ hiển thị %{opening} với các nước đi %{moves} được chơi

source: Contents
vi: Nội dung

source: Currently playing tactics by:
vi: Hiện tại đang chơi chiến thuật:

source: Currently playing tactics from the event:
vi: Hiện tại đang chơi chiến thuật từ sự kiện:

source: Currently training in the motif:
vi: Hiện đang được tập theo mô típ:

source: Currently training in the opening:
vi: Tập trong Khai cuộc

source: Do you want to try out the %{name}? Train this opening against Stockfish.
vi: Bạn có muốn thử %{name}? Tập khai cuộc này chống lại Stockfish.

source: Get better at %{name} by solving tactics.
vi: Trở nên tốt hơn trong %{name} bằng cách giải các chiến thuật.

source: Get better in the %{name} opening by practicing tactics taken from the early game.
vi: Trở nên tốt hơn trong %{name} khai cuộc bằng cách thực hành các chiến thuật lấy từ trận đấu sớm.

source: Learn the %{opening} using public studies.
vi: Học %{opening} sử dụng các bài học công cộng.

source: Learn the Opening
vi: Học khai cuộc

source: Play against Stockfish
vi: Chơi chống lại Stockfish

source: Play against Stockfish either as white or black and explore the opening.
vi: Chơi chống lại Stockfish hoặc với quân trắng hoặc với đen và khám phá khai cuộc.

source: Play against the %{name}
vi: Chơi chống lại %{name}

source: Play the %{name}
vi: Chơi %{name}

source: Recognize traps and mistakes of your opponents and exploit them.
vi: Nhận ra bẫy và sai lầm của đối thủ và khai thác chúng.

source: Solve Traps and Tactics
vi: Giải quyết bẫy và chiến thuật

source: Studies about the %{opening}
vi: Các bài học về %{opening}

source: Train real tactics from %{amount} different games.
vi: Rèn luyện chiến thuật thực sự từ %{amount} các ván cờ khác nhau.

source: Train tactics from %{amount} different games.
vi: Chiến thuật tập từ %{amount} các ván cờ khác nhau.

source: Solve tactics from games played at %{name}.
vi: Giải quyết chiến thuật từ các ván cờ được chơi tại%{name}.

source: Traps and Tactics from %{name}
vi: Bẫy và chiến thuật từ %{name}

source: Daily Chess Puzzle
vi: Câu đố hàng ngày

source: Random Tactic
vi: Chiến thuật ngẫu nhiên

source: Solve more tactics:
vi: Giải quyết thêm chiến thuật:

source: Solve the daily chess puzzle. Improve your chess skills every day one tactic at a time.
vi: Giải câu đố hàng ngày. Cải thiện kỹ năng cờ vua của bạn với mỗi ngày một chiến thuật, hết chiến thuật này đến chiến thuật khác.

source: Motifs
vi: Môtíp

source: Search
vi: Tìm kiếm

source: Correct move, there are still more moves. They replied with
vi: Nước đi chính xác, vẫn còn nhiều nước đi hơn. Họ trả lời với

source: %{color} to play.
vi: %{color} chơi.

source: All the pieces have disappeared! There is only a list of where the pieces should be next to the board. Can you visualize the position well enough in your head to solve the tactic?
vi: Tất cả các quân cờ đã biến mất! Chỉ có một danh sách các quân cờ nên ở đâu bên cạnh bàn cờ. Bạn có thể hình dung vị trí đủ tốt trong đầu để giải chiến thuật không?

source: Board showing the legal moves if you click on the square of a piece
vi: Bàn cờ hiển thị các Nước đi hợp pháp nếu bạn nhấp vào ô vuông của quân cờ

source: Correct move, there are still more moves.
vi: Nước đi chính xác, vẫn còn nhiều nước đi hơn.

source: Have you visualized the position and solved the tactics? Then you can play the solution now.
vi: Bạn đã hình dung vị trí và giải các chiến thuật chưa? Sau đó, bạn có thể chơi các giải pháp ngay bây giờ.

source: History
vi: Lịch sử

source: How it works
vi: Nó hoạt động như thế nào

source: If you click on the position on the field on which a piece is standing, you will be shown where the piece can move to. Simply move the piece as you normally would.
vi: Nếu bạn nhấp vào vị trí trên ô mà một quân đang đứng, các nơi mà quân có thể di chuyển đến sẽ được hiển thị cho bạn. Đơn giản chỉ cần di chuyển quân như bạn thường làm.

source: If you have made the right move, the history is displayed. There you can see what the AI played in response to your move.
vi: Nếu bạn đã thực hiện đúng nước đi, lịch sử nước đi sẽ được hiển thị. Ở đó bạn có thể thấy TTNT (Trí tuệ nhân tạo) đã chơi gì để đáp trả nước đi của bạn.

source: If you load a pieceless tactic, you will be looking at an empty chessboard. Next to the chessboard, however, you will see exactly where the pieces should be placed on the chessboard.
vi: Nếu bạn tải một chiến thuật không quân cờ, bạn sẽ nhìn vào một bàn cờ trống. Tuy nhiên, bên cạnh bàn cờ, bạn sẽ thấy nơi các quân cờ được đặt chính xác trên bàn cờ.

source: Improve your chess visualization skills
vi: Cải thiện kỹ năng trực quan hóa cờ vua của bạn

source: Keep playing until the tactic is solved!
vi: Tiếp tục chơi cho đến khi chiến thuật được giải xong!

source: Piece list
vi: Danh sách quân cờ

source: Pieceless Tactic
vi: Chiến thuật không quân cờ

source: Pieceless Tactics
vi: Chiến thuật không quân cờ

source: Play Now!
vi: Chơi ngay!

source: Solve the tactic
vi: Giải chiến thuật

source: Solved!
vi: Đã giải xong

source: Using pieceless tactics takes getting used to. Here I try to explain how to use them as simple and as clear as possible.
vi: Sử dụng chiến thuật không quân cờ cần phải làm quen. Ở đây tôi cố gắng giải thích làm thế nào để sử dụng chúng đơn giản và rõ ràng nhất có thể.

source: Where are the pieces?
vi: Các quân cờ ở đâu?

source: Your task now is to visualize the pieces on the board and to try to solve the tactic.
vi: Nhiệm vụ của bạn bây giờ là hình dung các quân cờ trên bàn cờ và cố gắng giải chiến thuật.

source: [Help] How pieceless tactics work.
vi: [Trợ giúp] Chiến thuật không quân cờ hoạt động như thế nào.

source: move history showing the moves played
vi: lịch sử nước đi hiển thị các nước đã đi
