Repository: Arihol/listudy
Catalog: priv/gettext/*/LC_MESSAGES/webmaster.po
Languages: vi

source: After you have done this click on the button "Embed".
vi: Sau khi bạn đã thực hiện cú nhấp chuột này vào nút "Embed".

source: Automation
vi: Tự động hóa

source: Bring more interactivity to your tactics. Embed your tactics and let users solve them.
vi: Mang lại nhiều tương tác hơn cho chiến thuật của bạn. Nhúng chiến thuật của bạn và cho phép người dùng giải chúng.

source: Copy the iframe code and paste it into your page.
vi: Sao chép mã iframe và dán nó vào trang của bạn.

source: Custom Tactics
vi: Chiến thuật tùy chỉnh

source: Embed Custom Tactics
vi: Nhúng chiến thuật tùy chỉnh

source: Embed elements of Listudy on your website.
vi: Nhúng các yếu tố của Listudy trên trang web của bạn.

source: First you have to create your tactics with the tactic creator.
vi: Trước tiên, bạn phải tạo ra chiến thuật của mình với Công cụ tạo chiến thuật.

source: For mobile devices it is recommended to limit the width iframes to 100%. Below you will find the css to achieve that.
vi: Đối với thiết bị di động, nên giới hạn chiều rộng iframe ở mức 100%. Dưới đây bạn sẽ tìm thấy CSS để đạt được điều đó.

source: How to embed your own Tactics
vi: Làm thế nào để nhúng chiến thuật của riêng bạn

source: Implementation details
vi: Chi tiết thực hiện

source: On the page where you can create your own tactics is an embed button. This button will automatically creates the iframe code that you have to insert on your website.
vi: Trên trang nơi bạn có thể tạo chiến thuật của riêng mình có một nút nhúng. Nút này sẽ tự động tạo mã iframe mà bạn phải chèn trên trang web của mình.

source: The hash is the base64 encoded string which consists of the fen, the moves and the last move.
vi: Hash là chuỗi được mã hóa base64 bao gồm fen, di chuyển và di chuyển cuối cùng.

source: This process can also be automated. All information needed for tactics are stored in the hash of the embed url.
vi: Quá trình này cũng có thể được tự động hóa. Tất cả thông tin cần thiết cho chiến thuật được lưu trữ trong hash của url nhúng.

source: To generate tactics automatically you can create this hash yourself.
vi: Để tạo chiến thuật tự động, bạn có thể tự tạo hash này.

source: Use this link to create and embed your tactic:
vi: Sử dụng link này để tạo và nhúng chiến thuật của bạn:

source: Webmaster
vi: Quản trị web

source: You can change the standard width and height if you wish. Just make sure that the height is about 80px higher than the width so that the "x to play" message fits under the board.
vi: Bạn có thể thay đổi chiều rộng và chiều cao tiêu chuẩn nếu bạn muốn. Chỉ cần đảm bảo rằng chiều cao cao hơn khoảng 80px so với chiều rộng để "x to play" thông điệp phù hợp với bảng.

source: You can specify the position, what the right moves are and what the last move was.
vi: Bạn có thể chỉ định vị trí, những động thái đúng là gì và động thái cuối cùng là gì.

source: You have full control over the tactics.
vi: Bạn có toàn quyền kiểm soát các chiến thuật.

source: Learn More
vi: Học thêm

source: Create your own Tactic
vi: Tạo chiến thuật của riêng bạn

source: The values are each separated by a ";". The moves must be in san notation and the last move in uci notation.
vi: Các giá trị được phân tách bởi một ";". Các động thái phải có trong Bản ghi san và động thái cuối cùng trong Bản ghi uci.
